{"question": "How is the standard recombination history tested in the Planck 2018 analysis?", "ideal": "semi-blind eigen-analysis (often referred to as a principal-component analysis)", "citations": "p56; sec7.6.2", "key_passage": "We use a semi-blind eigen-analysis (often referred to as a principal-component analysis) of deviations of the free-electron fraction, x_e(z) = n_e/n_H, where n_H denotes the number density of hydrogen nuclei, away from the standard recombination history"}
{"question": "Which corrections in polarization spectra were implemented in the 2018 Planck analysis?", "ideal": "Beam leakage correction; effective polarization efficiencies; Correlated noise in auto-frequency cross-spectra and sub-pixel effects", "citations": "p6; sec2.2.1", "key_passage": null}
{"question": "What multipole cuts were applied in the Camspec temperature likelihood for the 143x217 spectrum for the Planck 2018 analysis?", "ideal": "lmin=500, lmax=2500", "citations": "p9; sec2.2.2", "key_passage": null}
{"question": "What is the effective sky-fraction of the apodized Camspec polarization mask for the Planck 2018 analysis?", "ideal": "47.70%", "citations": "p10; sec2.2.2", "key_passage": null}
{"question": "How large is the impact of beam window functions on the 2018 spectra in the baseline Plik likelihood?", "ideal": "approximately 0.1% at l=2000", "citations": "p6; sec2.2.1", "key_passage": null}
{"question": "What is the 68%CL constraint on the acoustic scale from PlanckTT+lowE in the 2018 analysis?", "ideal": "1.04097\\pm0.00046", "citations": "p14; sec3.1; Eq7", "key_passage": null}
{"question": "What is the 1-sigma constraint on As with TT,TE,EE+lowE with Planck 2018?", "ideal": "(2.101^{+0.031}_{-0.034})\\times 10^{-9}", "citations": "p17; sec3.3; Eq19", "key_passage": null}
{"question": "Why is there an apparent preference for A_L deviating from theoretical expectations in the Planck 2018 analysis?", "ideal": "In temperature, over half of the small upward shift in A_L is explained by the lower optical depth from the 2018 low-l likelihood, In polarization, the shift in A_L is explained by changes in \\tau, with changes in the maps, modelling for beam leakage, and polarization efficiencies.", "citations": "p36; sec6.2", "key_passage": "In temperature, over half of the small (approximately 0.02) upward shift in A_L compared to 2015 is explained by the lower optical depth from the 2018 low-l likelihood: lower \\tau implies lower A_s to match the high-l CMB fluctuation amplitude, and hence larger A_L to yield a lensing amplitude and hence amount of smoothing at the same level as 2015. In polarization, about 40 % of the shift in A_L is explained by changes in \\tau, with changes in the maps, modelling for beam leakage, and polarization efficiencies explaining the rest"}
{"question": "What is the PTE between the Planck 2018 and SPTpol best-fit parameters based on the SPTPol TE spectrum?", "ideal": "0.64", "citations": "p22; sec4; T3", "key_passage": null}
{"question": "How are systematic errors in X-ray cluster masses corrected in the Planck analysis?", "ideal": "The X-ray cluster masses errors are corrected by multiplying the true masses by a “hydrostatic mass bias” factor.", "citations": "p31; sec.5.7", "key_passage": "The X-ray masses are, however, derived assuming hydrostatic equilibrium and are expected to be biased low (e.g., Nagai et al. 2007). This was accounted for by multiplying the true masses by a so-called “hydrostatic mass bias” factor of (1 − b)."}
{"question": "What are the parameter constraints from DES galaxy correlation and lensing, together with the Planck 2018 results?", "ideal": "S_8 = 0.811 \\pm 0.011, \\Omega_m = 0.3040 \\pm 0.0060, \\sigma_8 = 0.8062 \\pm 0.0057,", "citations": "p30; sec.5.6; Eq33", "key_passage": "S_8 = 0.811 \\pm 0.011, \\Omega_m = 0.3040 \\pm 0.0060, \\sigma_8 = 0.8062 \\pm 0.0057,"}
{"question": "Why are BAO measurements utilised with such significance in Planck papers?", "ideal": "The acoustic scale of BAO is much larger than that of virialized strucutres. This scale makes it a robust test of cosmology and makes it insensitive to non-linear physics", "citations": "p22; sec5.1", "key_passage": "The acoustic scale measured by BAOs, at around 147 Mpc, is much larger than the scale of virialized structures. This separation of scales makes BAO measurements insensitive to nonlinear physics, providing a robust geometrical test of cosmology. It is for this reason that BAO measurements are given high weight compared to other non-CMB data in this and in previous Planck papers."}
{"question": "What phenomena is primarily driving the acoustic oscillations of the CMB power spectrum?", "ideal": "There is very strong evidence for purely adiabatic perturbations driving the acoustic oscillations.", "citations": "p14; sec3.1; Eq7", "key_passage": "The polarization spectra can, however, be used to measure the same acoustic scale parameter, giving a stringent test on the assumption of purely adiabatic perturbation driving the oscillations. From the polarization spectra we find...in excellent agreement with the temperature measurement."}
{"question": "What tensions exist in acoustic-scale distance measurements divided by corresponding mean-distance ratios between the Planck 2018 results and other cosmological results?", "ideal": "The joint Planck+BAO result has an overall 2.3\\sigma tension with the Ly \\alpha BAOs result.", "citations": "p24; sec5.1", "key_passage": "As discussed above, we have excluded Ly \\alpha BAOs from our default BAO compilation.The joint Planck+BAO result then gives D_M/r_{drag} and r_{drag}H at z = 2.4 lower by 0.25 and 0.3 of Planck’s \\sigma, leaving the overall 2.3\\sigma tension with these results almost unchanged. As shown by Aubourg et al. (2015), it is difficult to construct well-motivated extensions to the base-\\lambdaCDM model that can resolve the tension with the Ly \\alpha BAOs. Further work is needed to assess whether the discrepancy between Planck and the Ly \\alpha BAO results is a statistical fluctuation, is caused by small systematic errors, or is a signature of new physics."}
{"question": "What is the mid-point redshift of reionisation, according to the Planck 2018 TT, TE, EE+ lowE analysis, with 68%CL?", "ideal": "7.68 \\pm 0.79", "citations": "p17; sec3.2; Eq18", "key_passage": null}
{"question": "What are the sources of the differences between the \\lambdaCDM parameters between Planck 2015 and 2018?", "ideal": "A new polarization low-l likelihood and polarization corrections in the high-l likelihood.", "citations": "p19; sec3.6", "key_passage": "The main differences in \\lambdaCDM parameters between the 2015 and the 2018 releases are caused by the following effects. New polarization low-l likelihood... Polarization corrections in the high-l likelihood."}
{"question": "Which measurements are used to construct the high-multipole likelihoods in the Planck 2018 analysis?", "ideal": "The 100-, 143-, and 217-GHz HFI frequency maps.", "citations": "p5; sec2.2.1", "key_passage": "The Plik high-multipole likelihood (described in detail in Planck Collaboration V 2020, hereafter PPL18) is a Gaussian approximation to the probability distributions of the T T, EE, and T E angular power spectra, with semi-analytic covariance matrices calculated assuming a fiducial cosmology. It includes multipoles in the range 30 ≤ l ≤ 2508 for T T and 30 ≤ l ≤ 1996 for T E and EE, and is constructed from half-mission crossspectra measured from the 100-, 143-, and 217-GHz HFI frequency maps."}
{"question": "What is the optical depth \\tau, according to the Planck 2018 lowE analysis, with 68% CL?", "ideal": "0.0506 \\pm 0.0086", "citations": "p11; sec2.2.3", "key_passage": null}
{"question": "What are the dominant effects of the CMB lensing on the CMB photons, highlighted in the Planck 2018 paper?", "ideal": "Smoothing of the acoustic peaks, conversion of E-mode polarization to B-mode polarization, and generation of a connected 4-point function", "citations": "p12; sec2.3", "key_passage": "The CMB photons that arrive here today traverse almost the entire observable Universe. Along the way their paths are deflected by gradients in the gravitational potentials associated with inhomogeneities in the Universe. The dominant effects are a smoothing of the acoustic peaks, conversion of Emode polarization to B-mode polarization, and generation of a connected 4-point function,"}
{"question": "Is there evidence of tensions between the Planck 2018 and the SPT determinations of cosmological parameters?", "ideal": "No evidence for any statistically significant inconsistency between the Planck and the SPT cosmological parameters.", "citations": "p22; sec4", "key_passage": "We find no evidence for any statistically significant inconsistency between the two sets of parameters, even for the combined T E+EE SPTpol likelihood."}
{"question": "What differences exist in the cosmological parameters between the low and high multipole likelihoods in the Planck 2018 paper?", "ideal": "\\Omega_mh^2 differs between the low and high multipole likelihoods at approximately the 2\\sigma level", "citations": "p34; sec6.1", "key_passage": "For the temperature likelihoods, the difference between the low- and high-multipole constraints remains evident, with \\Omega_mh^ 2 differing at the 2.8\\sigma level. Adding polarization, the results from the multipole ranges are more consistent, as shown in Fig. 22, though the difference in \\Omega_mh^2 is still unusual at the roughly 2\\sigma level."}
{"question": "Are there any tensions between the results in the Planck 2018 paper and other datasets at more than the 2 \\sigma significance level?", "ideal": "Only the direct measurements of H_0 are inconsistent with the Planck results at the 2 \\sigma level.", "citations": "p62; sec8", "key_passage": "Nevertheless, there are a number of curious “tensions,” both internal to the Planck data (the tendency for Planck to favour AL > 1, discussed in Sect. 6.2, is an example) and with some external data sets. Some of these tensions may reflect small systematic errors in the Planck data (though we have not found any evidence for errors that could significantly change our results) and/or systematic errors in external data. However, none of these, with the exception of the discrepancy with direct measurements of H0, is significant at more than the 2–3σ level."}
{"question": "What assumptions are made in the generation of the initial conditions in the CAMELS simulations?", "ideal": "That the initial power spectra of dark matter and gas in the hydrodynamic simulations are the same, and equal to that of total matter.", "citations": "p4; sec2", "key_passage": "For simplicity, we assume that the initial power spectra of dark matter and gas in the hydrodynamic simulations are the same, and equal to that of total matter."}
{"question": "What is the spatial resolution for the IllustrisTNG model used in CAMELS?", "ideal": "2 kpc comoving", "citations": "p5; sec3.1", "key_passage": null}
{"question": "What is the main methodological difference between the wind velocity parametrizations used by the two galaxy formation models used by CAMELS?", "ideal": "In IllustrisTNG, v_w is calculated using dark matter velocity dispersion and the Hubble constant, while in SIMBA, v_w is calculated using the galaxy circular velocity.", "citations": "p5; sec3.1, p6;sec 3.2", "key_passage": "v_w = A_{SN2} × max (\\kappa_w σ_{DM} (H0/H(z))^{1/3}, v_{w,min}) ... σ_{DM} is the local dark matter velocity dispersion as calculated by SUBFIND, and H is the Hubble constant,...The wind velocity parameterization is also based on FIRE and scales with galaxy circular velocity v_{circ} v_w = A_{SN2} × 1.6(vcirc/200 km s−1)^{0.12}v_circ + \\Deltav(0.25R_{vir})"}
{"question": "What parameters and initial conditions are varied in the simulations that are run in CAMELS and how are they varied for each simulation?", "ideal": "4 different simulation sets are run in CAMELS, which vary the parameters and initial conditions differently. (LH) varies all parameters and has different initial seeds, (1P) has the same initial random seed, where only one paramter is varied at a time, (CV) fixes the parameters and has different initial random seeds and (EX) represents extreme feedback with fixed initial random seeds.", "citations": "p7; sec3.3", "key_passage": "Each of the “IllustrisTNG” and “SIMBA” suites in CAMELS contains 1,092 simulations from four different sets: 1) a set of 1,000 simulations with different initial random seeds varying all parameters using sampling from a latin hypercube (LH), 2) a set of 61 simulations with the same initial random seed varying only one parameter at a time (1P), 3) a set of 27 simulations with fixed cosmology and astrophysics that sample cosmic variance using different initial random seeds (CV), and 4) a set of four simulations representing extreme feedback models (EX) with fixed initial random seed."}
{"question": "What is the softening length for the N-body simulations in CAMELS?", "ideal": "0.5 h^{-1}kpc", "citations": "p9; sec3.4", "key_passage": null}
{"question": "How does CAMELS quantify the difference between cosmological/astrophysical parameter variations and the random variations in the initial conditions in the measured quantities?", "ideal": "They compute the median and 16-84 percentiles of the IllustrisTNG LH and CV sets.", "citations": "p9/10; sec4.1", "key_passage": "We also quantify what fraction of the range of variation of each quantity is due to cosmic variance versus changes in the cosmological and astrophysical parameters. For this, we compute the median and 16-84 percentiles of the IllustrisTNG LH and CV sets and show the results in Fig. 5. We obtain similar results if we use the SIMBA suite instead"}
{"question": "What are the systematic differences between the IllustrisTNG and the SIMBA suites in CAMELS?", "ideal": "The systematic differences are in the gas power spectra, the baryon fractions and the halo temperatures at fixed masses.", "citations": "p12; Fig4", "key_passage": "The IllustrisTNG and SIMBA sets overlap in most cases, with some systematic differences in e.g. gas power spectrum and baryon fractions."}
{"question": "What are the reasons for the systematic differences between the IllustrisTNG and the SIMBA suites in CAMELS?", "ideal": "The reasons for the systematic differences in the gas power spectra, the baryon fractions and the halo temperatures are the different subgrid feedback implementations and effective feedback strengths; the different feedback implementations and parameter variations and cosmic variance, respectively.", "citations": "p11; sec4.2.1, p14/15; sec4.1.7", "key_passage": "In the second panel of Fig. 4 (II) we show the power spectrum of the gas component... This difference is due to the different subgrid feedback implementations and effective feedback strengths introduced by the parameter variations in the two simulation suites.  This quantity [baryon fraction] exhibits the largest difference between the two simulation sets...These differences arise because of the different feedback implementations and parameter variations."}
{"question": "Which machine learning tasks in CAMELS use unsupervised learning models and which use supervised learning models?", "ideal": "The emulator, parameter and symbolic regression are all handled by supervised learning models and the data generation, dimensionality reduction and anomaly detection are all handled by unsupervised learning models.", "citations": "p18; T3", "key_passage": null}
{"question": "How well can the neural network of CAMELS predict the evolution of a cosmological quantity with the redshift, given some cosmological parameters?", "ideal": "The neural network achieves an approximate error rate of 30% for training data that contains 20% \"error\"/scatter due to cosmic variance.", "citations": "p20; sec5.1", "key_passage": "as that arises mainly due to cosmic variance. The ' 30% error reached by our network should be compared with the scatter due to cosmic variance, of around 20% (see panel V of Fig. 5). That ∼ 20% scatter represents the minimum error our network can achieve, since it is trained without any variable that can account for the effects of cosmic variance such as the initial density field"}
{"question": "With the symbolic regression, how do the authors of CAMELS prevent overly complicated functions for predicting the cosmological quantities being passed down the generations?", "ideal": "Complexity is an integer number associated to each operator, which penalises more complex operations in the functions", "citations": "p22; sec5.3", "key_passage": "Complexity is an integer number that is associated to each operator. It is used to penalize more complex operations, e.g. sin, over more standard ones, e.g. +. It is a free parameter that the user needs to specify; being its value very problem-specific."}
{"question": "Are the neural networks or the symbolic regression equations better at modelling the evolution of cosmological quantities with the redshift in the CAMELS results?", "ideal": "While the neural network has a lower \\delta error than the symbolic regression equation, the equations are generally more robust in extrapolations and can help in understanding the physics behind the cosmological processes.", "citations": "p22/23; sec5.3", "key_passage": "Furthermore, in general, analytic expressions extrapolate better than neural networks...Whilst these expressions perform worse than the neural network, their analytic form can be very useful for understanding the dependence of the SFRD on each parameter, and the interactions between the different parameters...These equations can help us understanding the physics behind these complex processes."}
{"question": "In CAMELS, how does the architecture of the unsupervised generative models force the model to produce better data on each iteration?", "ideal": "There are two networks present in the generative model: the generator and the discriminator. The former generates data that has the same properties as the original data and the latter tries to distinguish the difference between the original data and the generated data. This adverserial dynamic produces better data on each iteration.", "citations": "p24; sec5.4", "key_passage": "We have two networks, the generator and the discriminator. The mission of the generator is to generate images with the same properties as the real ones. On the other hand, the discriminator’s role is to distinguish real from fake images. As the discriminator improves at performing its task, it forces the generator to produce better images in order to fool it."}
{"question": "For the GANs in CAMELS, how well is the fake data representative of the real data?", "ideal": "The results from the real and fake images agree at (approximately) the 15% level for the temperature power spectrum and at (approximately) the 25% level for the temperature PDF.", "citations": "p25; sec5.4", "key_passage": "s. Here we consider two: the temperature power spectrum and the temperature PDF. For each image in the training set we have computed the temperature power spectrum, as well as that from 15,000 fake images. We have then computed the mean and standard deviation of each set. We show the results in the left panel of Fig. 16. We find an excellent agreement between the results from the real and fake images: results agree at the ∼ 15% level on scales from k = 1 hMpc−1 to k = 30 hMpc−1 . Not only the mean values agree well, but also the scatter. Next we evaluate the PDFs of the two sets. We have considered 300 bins equally spaced in log T between 1.6× 103 and 4.9 × 107 K. We then compute the total number of pixels that fall inside each bin using all the images in a set (either real or fake), normalizing the numbers in each bin by the total number of pixels in all images. We show the results in the right panel of Fig. 16. We also find an excellent agreement (∼ 25%) between both distributions over almost 4 orders of magnitude in temperature."}
{"question": "What was the maximum reconstruction error for the autoencoder in CAMELS?", "ideal": "1.3\\times10^{-3}", "citations": "p26; sec5.5", "key_passage": null}
{"question": "What surprising behaviour did the CAMELS autoencoder exhibit after training?", "ideal": "Even though the autoencoder was trained on temperature maps with fixed cosmology/astrophysics, it was able to accurately reconstruct temperature fields with different cosmologies/astrophysics.", "citations": "p27; sec5.5", "key_passage": "Since the autoencoder has been trained on temperature maps with fixed cosmology and astrophysics, one may expect that when using it to reconstruct temperature fields with different cosmologies and astrophysics models, it may not perform as well...We find that the autoencoder can reconstruct these images with the same accuracy as those it was trained on...This is somewhat surprising, as one may have na¨ıvely expected that different astrophysical models, e.g. very efficient AGN or supernova feedback, may have produced a different morphology of the temperature field that the autoencoder would not have been able to reconstruct."}
{"question": "How did CAMELS verify that the autoencoder was actually encoding the structures in the data that were of interest?", "ideal": "To verify this, the authors of the CAMELS paper gave the autoencoder an image without any kind of cosmology or astrophysics data: the CAMELS logo. The error of reconstruction of 70% of the encoded images of the CAMELS logo was higher than any of the errors for the temperature maps.", "citations": "p27/28; sec5.5", "key_passage": "One possible explanation of this behavior is that our autoencoder has learned to compress general images, namely that it will be able to reconstruct any image, independently of its nature. This is not what we are after, as we are interested in finding a lower dimension manifold that captures the structure of our data. In order to test this hypothesis, we have fed the autoencoder with data whose nature is very different from the temperature maps it has been trained on: the CAMELS logo...In this case, we find that around 30% of the images have a good reconstruction loss, while 70% of them have much larger reconstructed errors than anything produced for the temperature maps."}
{"question": "What are the main limitations of the CAMELS simulations?", "ideal": "The mass and spatial resolution in CAMELS does not allow for resolution of scales below \\approx 1 h^{−1}kpc. The volume of the simulations is relatively small: (25 h^{−1}Mpc)^3. CAMELS is limited to variations of only two cosmological parameters and four astrophysical parameters.", "citations": "p30; sec 6.5", "key_passage": "First, the mass and spatial resolution in CAMELS do not allow us to resolve scales below \\approx 1 h^{−1}kpc...Second, the volume of the simulations is relatively small: (25 h^{−1}Mpc)^3...Third, CAMELS is limited to variations of only two cosmological parameters and four astrophysical parameters."}
{"question": "In CAMELS, what parameters are varied in the EX set of the SIMBA simulations?", "ideal": "A_{SN1}, A_{SN2}, A_{AGN1}, A_{AGN2}", "citations": "p6; T2", "key_passage": null}
{"question": "In CAMELS, what is the physical meaning of the A_{AGN1} parameter in the IllustrisTNG simulations?", "ideal": "Kinetic mode BH feedback: energy per unit BH accretion rate", "citations": "p6; T1", "key_passage": null}
{"question": "In the \"Cosmology with one galaxy?\" paper, what simulations/code are used to simulate the galaxies?", "ideal": "Galaxies from the simulations of the CAMELS project are used, with two different suites of hydrodynamic simulations: IllustrisTNG, run with the AREPO code, and SIMBA, run with the GIZMO code. The SIMBA simulation has been extended with the addition of supermassive black hole growth and feedback.", "citations": "p2/3; sec2.1", "key_passage": "In this work we use galaxies from the simulations of the CAMELS project. CAMELS contains two different suites of state-of-the-art hydrodynamic simulations: IllustrisTNG. The simulations in this suite have been run with the AREPO code...SIMBA. The simulations in this suite have been run with the GIZMO code...with the addition of supermassive black hole growth and feedback."}
{"question": "In the \"Cosmology with one galaxy?\" paper, what are the simulations following the evolution of?", "ideal": "All simulations follow the evolution of 2\\times256^3 dark matter plus fluid elements in a periodic comoving volume of (25 h^{−1}Mpc)^3 from z = 127 down to z = 0.", "citations": "p3; sec2.1", "key_passage": "All simulations follow the evolution of 2\\times253^3 dark matter plus fluid elements in a periodic comoving volume of (25 h^{−1}Mpc)^3 from z = 127 down to z = 0. All simulations share the value of these cosmological parameters: Ω_b = 0.049, h = 0.6711, n_s = 0.9624, \\summ_{\\nu} = 0.0 eV, w = −1."}
{"question": "In the \"Cosmology with one galaxy?\" paper, what are the fixed initial parameters for the simulations?", "ideal": "All simulations fix the value of these parameters: \\Omega_b = 0.049, h = 0.6711, n_s = 0.9624, \\sum m_{\\nu} = 0.0 eV, w = −1.", "citations": "p3; sec2.1", "key_passage": "All simulations share the value of these cosmological parameters: \\Omega_b = 0.049, h = 0.6711, n_s = 0.9624, \\sum_{\\nu} = 0.0 eV, w = −1."}
{"question": "In the \"Cosmology with one galaxy?\" paper, how is the direct comparison of the performance of the IllustrisTNG and the SIMBA simulations performed?", "ideal": "There is no correspondence between simulations among the IllustrisTNG and the SIMBA sets. Thus, a direct comparison between the two is not performed.", "citations": "p3; sec2.1", "key_passage": "We note that the latin-hypercubes of the IllustrisTNG and SIMBA simulations are different, i.e. there is no correspondence between simulations among the two sets."}
{"question": "In the \"Cosmology with one galaxy?\" paper, how are galaxies defined?", "ideal": "Galaxies are defined as subhalos that contain more than 20 star particles.", "citations": "p3; sec2.2", "key_passage": "In this work we consider galaxies as subhalos that contain more than 20 star particles."}
{"question": "In the \"Cosmology with one galaxy?\" paper, which properties of the galaxies are tracked?", "ideal": "Galaxies from all simulations are characterised by the following properties: M_g (the gas mass content of the galaxy, including the contribution from the circumgalactic medium), M_{BH} (the black-hole mass of the galaxy.), M_* (the stellar mass of the galaxy), Z_g (the mass-weighted gas metallicity of the galaxy), Z_* (the mass-weighted stellar metallicity of the galaxy), SFR. (the galaxy star-formation rate) and R_* (the radius containing half of the galaxy stellar mass). For galaxies of the IllustrisTNG simulations, the following properties are also tracked: U (the galaxy magnitude in the U band), K (the galaxy magnitude in the K band) and g (the galaxy magnitude in the g band).", "citations": null, "key_passage": "All galaxies from all simulations are characterized by 14 different properties: 1. \\bm(M_g). The gas mass content of the galaxy, including the contribution from the circumgalactic medium. 2. \\bm(M_{BH}). The black-hole mass of the galaxy. 3. \\bm(M_*). The stellar mass of the galaxy....7. \\bm(Z_g). The mass-weighted gas metallicity of the galaxy. 8. \\bm(Z_*). The mass-weighted stellar metallicity of the galaxy. 9. \\bm(SFR). The galaxy star-formation rate....12. \\bm(R_*). The radius containing half of the galaxy stellar mass...For galaxies of the IllustrisTNG simulations we also consider three additional properties: 15. \\bm(U). The galaxy magnitude in the U band. 16. \\bm(K). The galaxy magnitude in the K band. 17. \\bm(g). The galaxy magnitude in the g band....We emphasize that while most of the considered properties can be associated to galaxies themselves, there are others that should be seen as properties of the subhalos hosting the galaxies, like V_{max}, M_t, and \\sigma_{\\nu}."}
{"question": "In the \"Cosmology with one galaxy?\" paper, which hyperparameters are used to minimise the loss function of the machine learning algorithms?", "ideal": "For the gradient boosting trees, the hyperparameters are the learning rate, the maximum depth, the minimum child weight, the value of gamma, the colsample bytree and the number of estimators. For the neural networks, the hyperparameters are the number of fully connected layers, the number of neurons in each layer, the dropout value, the value of the weight decay and the value of the learning rate. In both, the hyperparameter space is searched to minimise the value of the loss function.", "citations": null, "key_passage": "Gradient Boosting Trees: ...For each task we tune the value of the following hyperparameters: 1) the learning rate, 2) the maximum depth, 3) the minimum child weight, 4) the value of gamma, 5) the colsample bytree, and 6) the number of estimators....Neural networks:... The hyperparameters we consider are: 1) the number of fully connected layers, 2) the number of neurons in each layer, 3) the dropout value, 4) the value of the weight decay, and 5) the value of the learning rate.... In all cases we search the hyperparameter space to minimize the value of the validation loss."}
{"question": "In the \"Cosmology with one galaxy?\" paper, how well can the neural network predict the cosmological and astrophysical parameters that were tested for?", "ideal": "The network has not found enough information to infer the value of A_{AGN1}, A_{AGN2}, and \\sigma_{8}, so it just predicts the mean value with large errorbars for these parameters. For the supernova parameters, A_{SN1} and A_{SN2}, the network provides some loose constraints . On the other hand, for \\Omega_m, the network seems to have found enough information to infer its value, from the properties of individual galaxies, with an (approximate) 10% precision.", "citations": "p5; sec3, p5; Fig1", "key_passage": "The network has not found enough information to infer the value of A_{AGN1}, A_{AGN2}, and \\sigma_{8}, so it just predicts the mean value with large errorbars for these parameters. For the supernova parameters, A_{SN1} and A_{SN2}, the network may be using some information to provide some loose constraints . On the other hand, for \\Omega_m, the network seems to have found enough information to determine its value for almost all galaxies considered....We find that our model is able to infer the value of \\Omega_m from the properties of individual galaxies with a \\approx 10% precision."}
{"question": "In the \"Cosmology with one galaxy?\" paper, how well can the neural network infer the value of \\Omega_m, on average?", "ideal": "On average for all galaxies, the network is able to infer the value of \\Omega_m with an accuracy of 0.034 and a 10.5% precision", "citations": "p6; sec3", "key_passage": "on average for all galaxies, the network is able to infer the value of \\Omega_m with an accuracy of 0.034 and a 10.5% precision"}
{"question": "In the \"Cosmology with one galaxy?\" paper, what is significant about how the neural network infers the value of \\Omega_m?", "ideal": "The neural network provides evidence showing that the value of \\Omega_m can be inferred from the properties of individual galaxies, for the vast majority of the cases. This holds for galaxies with a wide range of different cosmological and astrophysical properties.", "citations": "p7; sec3", "key_passage": "From the above results we conclude that there is evidence showing that the value of \\Omega_m can be inferred from the properties of individual galaxies for the vast majority of the cases. This statement holds for galaxies with very different cosmologies, astrophysics, and almost independently on whether the galaxy is massive or dwarf, central or satellite"}
{"question": "In the \"Cosmology with one galaxy?\" paper, how relevant are the inferences of the neural network to real galaxies?", "ideal": "When the neural network is tested on galaxies from simulations different to the ones used for training, the model is not able to infer the correct cosmology in most of the cases. This indicates that the model is not robust and may be using information that is specific to each galaxy formation model, limiting the relevance of these inferences to real galaxies.", "citations": "p8; Fig4", "key_passage": "These panels show the results for all 50 simulations in the test set when training on galaxies of a given simulation and test it on galaxies of the same simulation or another simulation. In the bottom right part of each panel we quote the accuracy and precision of the model on the tested galaxies. As can be seen, when the model is tested on galaxies from simulations different to the ones used for training, the model is not able to infer the correct cosmology in most of the cases. This indicates that the model is not robust and may be using information that is specific to each galaxy formation model."}
{"question": "In the \"Cosmology with one galaxy?\" paper, what are the most important galaxy properties that the neural network uses for the inference of \\Omega_m?", "ideal": "The most important properties appear to be V_{max} and M_{*} for both IllustrisTNG and SIMBA galaxies. The stellar metallicity and stellar radius are also among the five most important features in both cases. However, for IllustrisTNG galaxies, the K-band is very important, while in the case of SIMBA galaxies, R_{max}, is selected as an important feature. However, it is important to note that this analysis was done with gradient boosting trees rather than with the neural networks, as neural networks are too computationally expensive.", "citations": "p10; sec4.2", "key_passage": "doing this exercise with neural networks while performing hyperparameter optimization is too computationally expensive for this work, so we decided to do it using gradient boosting trees instead of neural networks. We find the two most important features to be V_{max} and M_{*} for both IllustrisTNG and SIMBA galaxies. The stellar metallicity and stellar radius are also among the five most important features in both cases. However, for IllustrisTNG galaxies, the K-band seems a very relevant property (this property is not present in the SIMBA galaxies) while in the case of SIMBA galaxies the radius associated to the maximum circular velocity, R_{max}, is selected as an important feature."}
{"question": "In the \"Cosmology with one galaxy?\" paper, why are the trained models not robust?", "ideal": "Plotting the data from the IllustrisTNG and SIMBA simulations in a lower dimensional space, where the most important properties are considered, reveals that the two simulations populate the parameter space differently, depending on \\Omega_m. According to the authors, this is why the models are not robust, as this indicates that \\Omega_m induces an effect on galaxy properties", "citations": "p12; sec4.3, p13;sec4.4", "key_passage": "From Fig. 7 we can also see the large, intrinsic differences between the SIMBA and IllustrisTNG galaxies: while they exhibit similar qualitative dependence with \\Omega_m, they populate the parameter space differently. This is however expected, given the large differences between the IllustrisTNG and SIMBA subgrid models. We note that in higher dimensions, the differences between the simulations may be even more pronounced. We believe that this is the reason why our models are not robust; i.e. a model trained on galaxy properties from IllustrisTNG simulations does not work when tested on SIMBA galaxies, and the other way around....This indicates that \\Omega_m  induces an effect on galaxy properties, or on a subset of them, that cannot be mimicked by astrophysical effects"}
{"question": "In the \"Cosmology with one galaxy?\" paper, why does \\Omega_m change the placement of the galaxy in parameter space?", "ideal": "The authors interpret these results as \\Omega_m changing the manifold where galaxy properties reside, indicating that \\Omega_m  induces an effect on galaxy properties that cannot be mimicked by astrophysical effects.", "citations": "p12; Fig7, p13; sec4.4", "key_passage": "We interpret these results as \\Omega_m changing the manifold where galaxy properties reside in a different way as feedback does...This indicates that \\Omega_m  induces an effect on galaxy properties, or on a subset of them, that cannot be mimicked by astrophysical effects...Thus, we may think that \\Omega_m may change the manifold where galaxy properties live, and that change is different to the one induced by changes in feedback."}
{"question": "In the \"Cosmology with one galaxy?\" paper, why does V_{max} appear to be an important variable to infer \\Omega_m?", "ideal": "In plots of V_{max} versus M_*, for a fixed value of the stellar mass, the larger the dark matter mass the higher the value of V_{max}. This is the same trend is found with \\Omega_m, indicating that larger values of \\Omega_m will tend to increase the dark matter content of galaxies. Thus, according to the authors, \\Omega_m increases the dark matter content of the galaxies, which, in turn, increases the value of V_{max} for fixed stellar masses.", "citations": "p14; sec4.6", "key_passage": "We have taken the 100 galaxies for 100 different models that we discussed above and plot in Fig. 8 the V_{max} versus M_* projection for those galaxies...As can be seen, for a fixed value of the stellar mass, the larger the dark matter mass the higher the value of V_{max}...This is the same trend we find with \\Omega_m (top panels), indicating that larger values of \\Omega_m will tend to increase the dark matter content of galaxies."}
{"question": "In the \"Cosmology with one galaxy?\" paper, how do the authors test if the neural network uses information concerning dark matter in galaxies?", "ideal": "The authors trained networks on galaxies from the IllustrisTNG simulations using all properties except V_{max}, \\sigma_{\\nu}, M_t, R_t, and R_{max}, which are quantities that are expected to receive large contributions from the dark matter component of galaxies. The network trained with this configuration is still able to infer the value of \\Omega_m but with much lower accuracy. Thus, the authors conclude that the network may be using information either about the dark matter content of the galaxy or about its gravitational potential well.", "citations": "p13; sec4.6, p14; sec4.6", "key_passage": "We have trained networks on galaxies from the IllustrisTNG simulations using all properties except V_{max}, \\sigma_{\\nu}, M_t, R_t, and R_{max}. These are quantities that are expected to receive large contributions from the dark matter component of galaxies, and therefore, is a way to quantify how important it is for the network to know the dark matter component or the depth of the gravitational potential well. We find that the network trained with this configuration is still able to infer the value of \\Omega_m but with much lower accuracy... From these tests we conclude that the network may be using information either about the dark matter content of the galaxy or about its gravitational potential well."}
{"question": "In the \"Cosmology with one galaxy?\" paper, how is the dark matter mass calculated?", "ideal": "The dark matter mass is computed as M_t − M_g − M_* − M_{BH}", "citations": "p14; sec4.6", "key_passage": "The dark matter mass is computed as M_t − M_g − M_* − M_{BH}"}
{"question": "In the \"Cosmology with one galaxy?\" paper, why does the neural network use V_{max} much more than other properties that are heavily affected by dark matter?", "ideal": "V_{max} contains more information than M_t and \\sigma_{\\nu}, which are other properties that are expected to be heavily affected by dark matter. The authors believe that is because it is known that V_{max} correlates more strongly with stellar mass than with subhalo mass, thus the value of V_{max} may remain rather stable since it mostly probes the mass in the inner regions of the subhalo, that are the least affected by processes like tidal forces.", "citations": "p14; sec4.6", "key_passage": "This clearly indicates that V_{max} contains more information than M_t and \\sigma_{\\nu}. We believe that this may be happening because it is known that V_{max} correlates more strongly with stellar mass than with subhalo mass (Conroy et al. 2006). For instance, when halos are accreted into larger halos they may lose a significant fraction of their dark matter content due to tidal forces. That effect will change the dark matter content of galaxies significantly, but the value of V_{max} may remain rather stable since it mostly probes the mass in the inner regions of the subhalo, that are the least affected by the above processes."}
{"question": "In the \"Cosmology with one galaxy?\" paper, are numerical artifacts present in the results of the inference of \\Omega_m?", "ideal": "The authors do not refute the possibility of numerical artifacts that can be learned by the neural network, but they also cannot come up with a process that could give rise to such a numerical artifact.", "citations": "p18; sec5.3", "key_passage": "Thus, while we could not identify a process that will give rise to a numerical artifact that can be learned by the machine learning models, we cannot completely discard that possibility here."}
{"question": "In the \"Cosmology with one galaxy?\" paper, what would be the expected consequences if the authors' conclusions are correct?", "ideal": "If the conclusions given in the \"Cosmology with one galaxy?\" are correct, it implies that it should be difficult, if not impossible, to reproduce the galaxy properties from real galaxies for cosmologies with a value of \\Omega_m far away from the true one. Also, galaxy properties are known to exhibit some level of intrinsic stochasticity in numerical simulations. So, this will imply that either the manifold containing the galaxy properties will have some intrinsic tightness, or that galaxies affected by this effect will move along the manifold.", "citations": "p19; sec5.5", "key_passage": "Our results suggest that galaxy properties will reside in different manifolds for different values of \\Omega_m. This in turn implies that it should be difficult, if not impossible, to reproduce the galaxy properties from real galaxies for cosmologies with a value of \\Omega_m far away from the true one. This is a clear prediction of this work that can be tested either using hydrodynamical simulations or semianalytic models...On a side note, we note that galaxy properties are known to exhibit some level of intrinsic stochasticity (Genel et al. 2019) in numerical simulations. If our interpretation of the results is correct, this will imply that either the manifold containing the galaxy properties will have some intrinsic tightness, or that galaxies affected by this effect will move along the manifold."}
{"question": "In the \"Cosmology with one galaxy?\" paper, what are the ranges for the parameters that are allowed to vary between simulations?", "ideal": "\\Omega_m \\in [0.1, 0.5]  \\sigma_8 \\in [0.6, 1.0] A_{SN1}, A_{AGN1} \\in [0.25, 4.0] A_{SN2}, A_{AGN2} \\in [0.5, 2.0]", "citations": "p3; sec2.1; Eq1, p3; sec2.1; Eq2, p3; sec2.1; Eq3, p3; sec2.1; Eq4", "key_passage": "\\Omega_m \\in [0.1, 0.5]  \\sigma_8 \\in [0.6, 1.0] A_{SN1}, A_{AGN1} \\in [0.25, 4.0] A_{SN2}, A_{AGN2} \\in [0.5, 2.0]"}
{"question": "In the \"Cosmology with one galaxy?\" paper, can the relationship between \\Omega_m and the other galaxy properties be modelled as linear relationships?", "ideal": "No, \\Omega_m cannot be inferred using linear models.", "citations": "p9; Fig5", "key_passage": "This indicates that the value of Ωm cannot be inferred due to simple, linear correlations between Ωm and galaxy properties."}
{"question": "What qualities did the SH0ES program look for in type 1a supernovae?", "ideal": "Modern photometric data, observed before maximum brightness and well thereafter, low reddening (implying AV < 0.5 mag), spectroscopically typical, and a strong likelihood of being able to detect Cepheids in its host galaxy with HST.", "citations": "p4; sec2", "key_passage": "Therefore, the SH0ES program has been selecting SNe Ia with the following qualities to ensure a reliable calibration of their fiducial luminosity: (1) modern photometric data (i.e., photoelectric or CCD), (2) observed before maximum brightness and well thereafter, (3) low reddening (implying AV < 0.5 mag), (4) spectroscopically typical, and (5) a strong likelihood of being able to detect Cepheids in its host galaxy with HST"}
{"question": "How can the HST retrieve unbiased Cephid photometry data from the model of the Cephid and sources near its vicinity?", "ideal": "Can either recalculate the Cephid photometry using the original mean sky or correct the overestimate of Cephid flux based on measured photometry of artificial stars added to the scene.", "citations": "p8; sec2.1", "key_passage": "To retrieve the unbiased Cepheid photometry from the result of the scene model we could either recalculate the Cepheid photometry using the original mean sky or correct the overestimate of Cepheid flux based on the measured photometry of artificial stars added to the scenes"}
{"question": "What was the exposure time of the 1995al SN 1a in the optical band of the HST?", "ideal": "2962 seconds", "citations": "p7; T1", "key_passage": null}
{"question": "What was the leading source of scatter in the P-L relations of the SN hosts for the HST?", "ideal": "Uncertainty  in the Cephid background", "citations": "p9; sec 2.1", "key_passage": "uncertainty in the Cepheid background is the leading source of scatter in the observed P–L relations of the SN hosts"}
{"question": "What is the effect of blending on the NIR Wesenheit magnitude?", "ideal": "The blending largely cancels", "citations": "p9; sec2.1", "key_passage": "However, the effect of blending largely cancels when determining the color F555W−F814W used to measure Cepheid distances via equation (1)"}
{"question": "What is the effect of blending on the optical Wesenheit magnitude?", "ideal": "Results in a mean difference of 0.025 mag and a host-to-host dispersion  of 0.03 mag.", "citations": "p9; sec2.1", "key_passage": "The small correction due to blending in the optical bands does need to be accounted for when using a conventional optical Wesenheit magnitude...  We find a small mean difference for m^W_I in our SN hosts of 0.025 mag (bright) with a host-to-host dispersion in this quantity of 0.03 mag"}
{"question": "What would be the consequence for the HST calculations if the effect of blending on the Wesenheit magnitudes was not corrected?", "ideal": "1% underestimate of distances.", "citations": "p9; sec2.1", "key_passage": "If uncorrected, this would lead to a 1% underestimate of distances."}
{"question": "What is the median difference in the optical Wesenheit magnitude for host N3972?", "ideal": "25 mmag", "citations": "p10; T2", "key_passage": null}
{"question": "How many Cephid variable stars were considered in the analysis from the N3370 galaxy after the global outlier rejection?", "ideal": "63", "citations": "p11; T3", "key_passage": null}
{"question": "What are the contributions to the overall statistical error of the Cephid-based distance measurements for the HST?", "ideal": "NIR photometric error, color error, intrinsic width and random-phase", "citations": "p13; sec2.2", "key_passage": "Thus, we assign a total statistical uncertainty arising from the quadrature sum of four terms: NIR photometric error, color error, intrinsic width and random-phase"}
{"question": "How is the apparent magnitude of the reference SN 1a determined in the HST paper?", "ideal": "The simultaneous fit to all Cepheid and SN Ia data to the equations m^W_{H,i,j} =(\\mu_{0,i}−\\mu_{0,N4258})+zp_{W,N4258}+b_W log P_{i,j}+Z_W \\Delta log (O/H)_{i,j} and m^0_{x,i} = (\\mu_{0,i} − \\mu_{0,N4258}) + m^0_{x,N4258}, results in the determination of m^0_{x,N4258}, which is the expected reddening-free, fiducial, peak magnitude of a SN Ia appearing in NGC 4258.", "citations": "p14; sec3", "key_passage": "The simultaneous fit to all Cepheid and SN Ia data via Equations 2 and 3 results in the determination of m0 x,N4258, which is the expected reddening-free, fiducial, peak magnitude of a SN Ia appearing in NGC 4258"}
{"question": "What is the value of the Hubble constant calculated using only the maser distance as an anchor?", "ideal": "72.25 \\pm 2.38 km s^{-1} Mpc^{-1}", "citations": "p16; sec3", "key_passage": "72.25 \\pm 2.38 km s^{-1} Mpc^{-1}"}
{"question": "What is the value of the Hubble constant calculated using both the maser distance and the parallaxes as anchors?", "ideal": "74.04 \\m 1.74 km s^{-1} Mpc^{-1}", "citations": "p18; sec3.1.1", "key_passage": "In order to use the parallaxes together with the maser distance to NGC 4258...This combination gives 74.04 \\m 1.74 km s^{-1} Mpc^{-1}"}
{"question": "Which distances are considered by HST paper as possible anchors to calculate H_0?", "ideal": "Trigonometric parallaxes to Milky Way Cephid variable stars, distance to the LMC using DEBs, distance to M31 using DEBs and distances to NGC4258 using water megamasers.", "citations": "sec3", "key_passage": "Our best fit using only the maser distance to NGC 4258 in Equation 4 to calibrate the Cepheids...Trigonometric parallaxes to Milky Way Cepheids offer one of the most direct sources of geometric calibration of the luminosity of these variables....In R11 we also used photometry of Cepheids in the LMC and estimates of the distance to this galaxy based on detached eclipsing binaries (DEBs) to augment the set of calibrators of Cepheid luminosities...In principle, we can also use M31 as an anchor in the determination of H_0 by taking advantage of the two DEB-based distance estimates to the galaxy"}
{"question": "Which anchor distances had problems with being used as anchors in the determination of H_0 in the HST paper?", "ideal": "The distance to M31 had problems with being used as an anchor in the determination of H_0.", "citations": "p20; sec3.1.3", "key_passage": "Yet, there are several obstacles with the use of M31 as an anchor"}
{"question": "Why M31 have problems with being used as an anchor in the determination of H_0 in the HST paper?", "ideal": "The PHAT HST program, which gathered the relevant data, did not use the F555W filter or include time-series data so the individual mean-light F555W-F814 colours cannot be used to deredden these Cephids. The colours would have to be recalibrated.", "citations": "p20; sec3.1.3", "key_passage": "The PHAT HST program, which obtained the HST data, did not use the F555W filter, nor did it include time-series data, so we cannot use the same individual, mean-light F555W−F814W colors to deredden the Cepheids in F160W as for other SH0ES galaxies... The best available color for measuring the individual reddenings of the M31 Cepheids is F110W−F160W so we must recalibrate these colors to match the reddening in the V −I data."}
{"question": "What is the final value of H_0 quoted in the HST paper, as the most reliable one, without including systematic errors?", "ideal": "73.24 \\pm 1.59 km s^{-1} Mpc^{-1}", "citations": "p21; sec3.1.3", "key_passage": "To be conservative, we use as our primary determination of H_0 the result from the combination of NGC 4258 masers, MW parallaxes, and LMC late-type DEBs...73.24 \\pm 1.59 km s^{-1} Mpc^{-1}"}
{"question": "What is the full dataset used by the HST paper to calculate their final value for H_0?", "ideal": ">2200 Cepheids (∼ 1000 in SN hosts), 19 SNe Ia, 15 MW parallaxes, the DEB-based distance to the LMC, and the maser distance to NGC 4258", "citations": "p21; sec4", "key_passage": ">2200 Cepheids (∼ 1000 in SN hosts), 19 SNe Ia, 15 MW parallaxes, the DEB-based distance to the LMC, and the maser distance to NGC 4258"}
{"question": "Which of the optical or NIR Wesenheit magnitude measurements have larger systematic errors in the HST paper?", "ideal": "Optical Wesenheit", "citations": "p24; sec4.2", "key_passage": "We determined the systematic error for the optical Wesenheit from the dispersion of its variants after eliminating those expected to perform especially poorly in the optical....the systematic error in the optical of 2.8% is still considerably worse than its NIR counterpart and is also larger than the statistical error."}
{"question": "Why is there such a large difference between the optical and NIR Wesenheit magnitude systematic errors in the HST paper?", "ideal": "Changes to the treatment of reddening, metallicity, P–L relation breaks, and outlier rejection cause larger changes in H_0 for the optical than for the NIR Wesenheit magnitude calculations.", "citations": "p24, sec4.2; p25, sec4.2", "key_passage": "The reason is that changes to the treatment of reddening, metallicity, P–L relation breaks, and outlier rejection cause larger changes in H_0 for the optical Wesenheit magnitudes than for the NIR counterparts."}
{"question": "What is the degree of tension between the local and global determinations of H_0, as reported in the HST paper?", "ideal": "3.4\\sigma", "citations": "p28; sec5", "key_passage": null}
{"question": "How much does the ACT DR6 power spectra improve white noise levels over previous results?", "ideal": "ACT DR6 power spectra white noise levels improve over those of Planck by roughly a factor of 3 with polarization and a factor of two in temperature.", "citations": "p4; sec2.1", "key_passage": "These power spectra have white noise levels that improve over those of Planck by roughly a factor of 3 with polarization and a factor of two in temperature."}
{"question": "What is the signal-to-noise ratio of the CMB lensing of the ACT DR6 data?", "ideal": "43\\sigma", "citations": "p7; sec2.2", "key_passage": null}
{"question": "How do the authors of the ACT DR6 paper handle the tension between the local and global values of H_0 determined?", "ideal": "As a baseline assumption, the authors of the ACT DR6 do not combine their data with local measurements of H_0. However, they do discuss models that can accommodate larger values of H_0 and important parameter degeneracies that impact H_0.", "citations": "p8; sec2.5", "key_passage": null}
{"question": "In the ACT DR6 paper, what code libraries are used to compute theoretical predictions?", "ideal": "HyRec, CosmoRec and PRIMAT. HMcode is used in a limited capacity.", "citations": "p9; sec3", "key_passage": null}
{"question": "In the ACT DR6 paper, how are models that alter late-time growth of the universe handled in modeling non-linear corrections to the matter power spectrum?", "ideal": "Custom alternatives to HMcode are used or restrictions to linear scales are made.", "citations": "p9; sec3", "key_passage": null}
{"question": "What is the level of tension of the cosmological parameter determination, in the ACT DR6 paper, between the ACT DR6 multi-frequency likelihood and the CMB-only likeliihood?", "ideal": "No significant tension. Agreement within 0.1\\sigma.", "citations": "p9; sec3", "key_passage": null}
{"question": "What is the \\chi^2 statistic for the maximum a posteriori MFLike likelihood for the \\lambdaCDM model, in the ACT DR6 paper, using the full P-ACT dataset?", "ideal": "2180.5", "citations": "p10; sec3", "key_passage": null}
{"question": "Does ACT DR6 favour a positive, zero or negative value for the running of the spectral index?", "ideal": "The results disfavour a negative value and mildly favours a positive value for the running of the spectral index. There is no statistically significant evidence in the results to favour or disfavour a zero value.", "citations": "p11; sec4.1", "key_passage": null}
{"question": "Which possible non-decaying isocurvature modes are considered in the ACT DR6 paper?", "ideal": "Cold dark matter density (CDI) and neutrino density (NDI) are considered directly. Baryon density (BDI) is considered indirectly.", "citations": "p14; sec4.3", "key_passage": null}
{"question": "In the n=3 EDE model considered in the ACT DR6 paper, what is the value of H_0, from the ACT dataset and with a 68% CL?", "ideal": "67.5^{+0.9}_{-1.7}", "citations": "p18; sec5.1", "key_passage": null}
{"question": "To what significance level is the n=3 EDE model considered in the ACT DR6 paper favoured over \\lambda-CDM for the P-ACT-LB dataset?", "ideal": "1.7\\sigma", "citations": "p19; T2", "key_passage": null}
{"question": "Does allowing electron mass and spatial curvature to vary at recombination explain the discrepancy between local and global values of H_0, according to the ACT DR6 paper?", "ideal": "Once the driving DESI BAO data was replaced with the BOSS BAO data, the H_0 fits shifted to be fully consistent with the \\lambda-CDM value. Therefore, no, varying the electron mass and spatial curvature doesn't explain the discrepancy between the local and global values of H_0", "citations": "p22; 5.2.2", "key_passage": null}
{"question": "How do the authors of the ACT DR6 paper constrain the effective number of relativistic species from the CMB power spectra?", "ideal": "N_{eff} alters the damping tail of the CMB power spectra and also induces a characteristic phase shift in the acoustic peaks.", "citations": "p27; sec6.1.1", "key_passage": null}
{"question": "What are the constraints on both N_{eff} and \\summ_{\\nu} when both parameters are allowed to vary at the same time, with the P-ACT-LB dataset at the 95% CL?", "ideal": "N_{eff}=2.85\\pm0.25, \\summ_{\\nu}<0.073eV", "citations": "p32; sec6.1.1", "key_passage": null}
{"question": "How do the authors of the ACT DR6 paper model the CMB power spectrum on the very small scales of axion-like particle dynamics?", "ideal": "They use a modified halo model, with mixed dark matter.", "citations": "p39; sec6.3", "key_passage": null}
{"question": "What would be the signs of dark matter annihilation into SM particles in the CMB power spectra?", "ideal": "Damping of high-l power in both temperature and polarization, enhancement of the polarisation power spectrum at l\\lesssim400 and shifts of low-l acoustic peaks in polarization.", "citations": "p41; sec6.4.2", "key_passage": null}
{"question": "In the ACT DR6 paper, why is the constraint for the IDR-IDM model on N_{idr} weaker for the P-ACT-LB dataset than the P-ACT dataset?", "ideal": "Bayesian constraints on the IDR-IDM model causes \\Gamma_{0, nadm} to become degenerate as N_{idr} approaches zero", "citations": "p44; sec6.5.2", "key_passage": null}
{"question": "Why does including f\\sigma_8 measurements into the calculation of the growth index, associated with a class of modified gravity theories, cause the tension level with GR to increase dramatically?", "ideal": "The f\\sigma_8 dataset contains two low-z points with low error bars that lie below the CMB expectation for this dataset. Removing these two points removes the tension between the f\\sigma_8 dataset and the P-ACT and W-ACT datasets.", "citations": "p48; sec7.4, p49; sec7.4; p50; sec8.1", "key_passage": null}
{"question": "Do the extensions to \\lambdaCDM considered in the ACT DR6 paper help to resolve the tension between the ACT DR6 measurement of H_0 and the 2024 SH0ES measurement?", "ideal": "No. The range of H_0 given by the models studied in the ACT DR6 paper is still lower than the 2024 SH0ES measurement of H_0.", "citations": "p51; sec82", "key_passage": null}
{"question": "What is the CMB monopole temperature at the 68% CL, according to the P-ACT-LB dataset?", "ideal": "2.698\\pm0.016K", "citations": "p25; sec5.4", "key_passage": null}
